{
    "puppeteer": {
        "polling": 1000,
        "headless": false,
        "browserArgs": [
            "--enable-features=NetworkService",
            "--disable-web-security",
            "--start-maximized",
            "--no-sandbox",
            "--disable-dev-shm-usage",
            "--disable-setuid-sandbox",
            "--disable-accelerated-2d-canvas",
            "--disable-gpu",
            "--enable-javascript",
            "--ignore-certificate-errors",
            "--allow-insecure-localhost",
            "--lang=en-US,en",
            "--memory-limit=500",
            "--disable-dev-shm-usage",
            "--no-first-run",
            "--no-zygote",
            "--disable-gpu",
            "--cpu-limit=6",
            "--disk-cache-size=5e+6",
            "--enable-low-res-tiling",
            "--max-old-space-size=512",
            "--cpu-limit=1",
            "--window-size=1920,1080"
        ],
        "userAgent": "Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/113.0.5672.93 Safari/537.36",
        "slowMo": 0
    },
    "app": {
        "maxFlows": 2,
        "maxUsers": 2
    },
    "boost": {
        "actions": {
            "like": {
                "oneTime": true,
                "from": 60,
                "to": 120,
                "chance": 0.6
            },
            "comment": {
                "oneTime": true,
                "from": 80,
                "to": 140,
                "chance": 0.3,
                "data": {
                    "comments": [
                        "The beat is a living, breathing force that moves me",
                        "With each beat, I feel my soul come alive.",
                        "I could get lost in this beat forever.",
                        "The beat is the driving force behind my dance moves.",
                        "When the beat drops, it's like a sonic explosion in my ears.",
                        "This beat is like a heart that never stops beating.",
                        "I can feel the energy of the beat coursing through my veins.",
                        "The beat is the soundtrack to my life, and it never gets old.",
                        "This beat makes me feel like I'm invincible.",
                        "I love how this beat makes me feel alive and free.",
                        "The beat is like a secret language that only dancers understand.",
                        "This beat takes me to a place where nothing else exists but the music.",
                        "I am completely entranced by the hypnotic rhythm of the beat.",
                        "The beat is the heartbeat of the party.",
                        "The beat is a language that speaks directly to my soul.",
                        "With each beat, my body moves in perfect harmony.",
                        "I love how this beat can make even the shyest person feel confident enough to dance.",
                        "This beat is like a friend that's always there for me when I need it.",
                        "The beat is a force of nature that's impossible to resist.",
                        "When I hear this beat, I feel like I'm in my own world.",
                        "The beat is the fuel that drives my passion for dance.",
                        "This beat is the ultimate escape from reality.",
                        "The beat is like a magnet that draws me in and never lets go.",
                        "I love how this beat can make even the most stoic person dance like no one's watching.",
                        "The beat is a reminder that life is meant to be lived to the fullest",
                        "The rhythm of the beat is entrancing.",
                        "You can't help but move to the pulsing sound.",
                        "A driving force guides your body with each note.",
                        "Its infectious melody creates a dance fever.",
                        "A seamless flow connects all the sounds.",
                        "A soundwave that penetrates the soul.",
                        "The beat is a pulse that dictates the tempo.",
                        "A smooth and groovy sound with an undeniable pull.",
                        "The beat draws you in and won't let go.",
                        "A hypnotic melody that stirs the senses.",
                        "A musical genius that makes your heart race.",
                        "The beat moves you in ways you never knew possible.",
                        "A steady beat that grounds you in the moment.",
                        "A beat that creates a musical landscape for your mind to explore.",
                        "The beat is like a heartbeat, keeping time with the rhythm of life.",
                        "A sound that elevates your mood and brightens your day.",
                        "A beat that makes you want to move, no matter where you are.",
                        "The rhythm of the beat is a language all its own.",
                        "The beat creates a bridge between your body and the music.",
                        "The sound of the beat is like a wave that washes over you.",
                        "A beat that fills your soul with joy and happiness.",
                        "The beat is a force to be reckoned with.",
                        "A musical journey that takes you on a wild ride.",
                        "The beat is a testament to the power of music.",
                        "A beat that makes the hairs on the back of your neck stand up.",
                        "A beat that transcends language and culture.",
                        "The beat is a universal language that speaks to everyone.",
                        "A sound that ignites the fire within.",
                        "The beat is like a heartbeat that unites us all.",
                        "A rhythm that connects us to each other and to the music.",
                        "A beat that pulses with the energy of life.",
                        "A musical masterpiece that inspires awe and wonder.",
                        "The beat is a force of nature that cannot be tamed.",
                        "A sound that touches the soul and stirs the heart.",
                        "A beat that is both powerful and gentle at the same time.",
                        "The rhythm of the beat is a celebration of life.",
                        "The beat is the heartbeat of the music.",
                        "A sound that makes you feel alive.",
                        "The beat is a symphony of rhythm and melody.",
                        "A musical creation that speaks to the human spirit.",
                        "The beat is a rhythmic journey that takes you to new heights.",
                        "A sound that fills the air",
                        "Can't resist moving to the rhythm of this one!",
                        "The way this track is thumping is insane!",
                        "The pulse of this beat is so contagious.",
                        "You can feel the energy of this rhythm pulsing through your body.",
                        "My head's nodding to the infectious beat.",
                        "This beat is straight fire!",
                        "You can't help but move when this beat drops.",
                        "The groove on this track is real smooth.",
                        "This beat's flow is mesmerizing.",
                        "This rhythm is so hypnotic, it's impossible not to sway.",
                        "The way this beat is rolling is just incredible.",
                        "You know it's a banger when the beat hits like this.",
                        "This track's rhythm has a real funky edge to it.",
                        "This beat is just pure musical magic.",
                        "Can't get enough of the way this beat is pumping!",
                        "This rhythm section is the heart of the track.",
                        "The way this beat is jumping is absolutely infectious.",
                        "I could listen to this rhythm all day.",
                        "The vibe on this track is all about the rhythm.",
                        "You can feel the intensity of the beat coursing through your veins.",
                        "The rhythm on this track is making me want to dance.",
                        "The beat on this track is seriously addicting.",
                        "You know it's a hit when the beat slaps like this.",
                        "The rhythm on this track is so intricate and precise.",
                        "Can't get enough of the way this beat is flowing!",
                        "The rhythm on this track is just so catchy.",
                        "This beat is just pure sonic bliss.",
                        "The way this rhythm is building is so suspenseful.",
                        "The rhythm section on this track is on point.",
                        "This beat is pure energy in musical form.",
                        "The rhythm on this track is so infectious, it's impossible not to move.",
                        "The beat on this track is just so damn funky.",
                        "You know it's a classic when the beat still hits hard like this.",
                        "The rhythm on this track is so fluid and natural.",
                        "This beat is like a heartbeat that just won't quit.",
                        "The rhythm on this track is so intricate, it's like a musical puzzle.",
                        "Can't help but tap my foot to the beat of this one.",
                        "The beat on this track is so slick and groovy.",
                        "The rhythm on this track is so dynamic and versatile.",
                        "You can feel the passion and emotion in this beat.",
                        "The beat on this track is so raw and powerful.",
                        "The rhythm on this track is so vibrant and alive.",
                        "This beat is like a shot of musical adrenaline.",
                        "The beat on this track is like a funky rollercoaster ride.",
                        "The rhythm on this track is like a musical journey.",
                        "Can't get enough of the way this beat is pumping through the speakers.",
                        "The beat on this track is so infectious, it's impossible not to move.",
                        "The rhythm on this track is so dynamic and unpredictable.",
                        "This beat is like a musical conversation between instruments.",
                        "The beat on this track is so smooth and silky.",
                        "The rhythm on this track is like a heartbeat that's alive with musical energy.",
                        "This beat is like a musical explosion in your ears.",
                        "Can't help but feel the energy of this rhythm pulsing through my veins.",
                        "The beat on this track is so soulful and emotive."
                    ]
                }
            }
        }
    },
    "variables": {
        "SERVER_BASE_URL": "https://auto-boost-maysway.amvera.io/"
    },
    "proxyStartPort": 9000,
    "viewingLengthRange": [0.57, 1],
    "dev": false
}